#1)მომხმარებელს შემოატანინეთ რიცხვი,შემდეგ შეამოწმეთ -->

# ----თუ მომხმარებლის მიერ შემოტანილი რიცხვი არის მეტი 90 ზე დააუპრინტე-->"მაღალი ქულა მიიღე"

# ----თუ  მომხმარებლის მიერ შემოტანილი რიცხვი არის 50 ზე მეტი დაუპრინტე --> "საშვალო ქულა მიიღე:

# ----თუ  მომხმარებლის მიერ შემოტანილი რიცხვი არის 30 ზე მეტი დაუპრინტე --> "დაბალი ქულა მიიღე:

# ----თუ  მომხმარებლის მიერ შემოტანილი რიცხვი არის 10 ზე მეტი დაუპრინტე --> "ჩაიჭერი":

# ----სხვა დამარჩენ შემთხვევაში დაუპრინტე --> "მეორედ აქ აღარ მოხვიდე"

number=int(input("enter your number"))

if number > 90:
    print("magali qula miige")
elif number > 50: 
    print("sashualo qula miige")
elif number > 30: 
    print("dabali qula miige")
elif number > 10:
    print("chaiweri")
else:
    print("meored aq agar moxvide")
