# 5) შექმენით ფუნქცია. შექმენი რიცხვებით სავსე სია, სადაც დუბლიკატები - ანუ გამეორებული ელემენტები აღარ იქნება, მაგრამ ელემენტების თანმიმდევრობა შენარჩუნდეს. მაგალითად თუ მოცემული გვქონდა სია: [1, 2, 2, 3, 3, 4, 5, 6, 5], უნდა დავპრინტოთ [1, 2, 3, 4, 5, 6]. გამოიყენე for ციკლი და if. გამოიძახეთ ფუნქცია

def remove_numbers():
    numbers = [1, 2, 2, 3, 3, 4, 5, 6, 5]
    numbers1 = []

    for num in numbers:
        if num not in numbers1:
            numbers1.append(num)
    print(numbers1)
remove_numbers()