# 1) Ახსენით რა არის პირობითი ოპერატორები 
# 2) Ახსენით რა არის ლოგიკური ოპერატორები 
# 3) მოცემულია რიცხვი num. შეამოწმე, არის თუ არა
# რიცხვი დადებითი და ლუწი. თუ ორივე პირობა შესრულდა,
# დაბეჭდე "რიცხვი დადებითი და ლუწია", წინააღმდეგ შემთხვევაში —    "პირობა არ შესრულდა". 
# 4) მოცემულია რიცხვი x. თუ რიცხვი ნაკლებია 10-ზე ან უდრის 0-ს, დაბეჭდე "პატარა ან ნულია", სხვა შემთხვევაში — "არ აკმაყოფილებს". 
# 5) რას გამოიტანს True and False or True or False and False and True or False and False
# 6) Გადახედეთ ჩანაწერს


#1) პირობითი ოპერატორები გამოიყენება იმისთვის, რომ პროგრამამ გადაწყვეტილება მიიღოს — ანუ რაღაც მოქმედება შესრულდეს მხოლოდ მაშინ, როცა პირობა არის True

