
#1)თქვენი დავალებაა შექმნათ ცვლადი და შეინახოთ მასში სტრინგის მონაცემთა ტიპის ინფორმაცია და შემდგომ გამოიტანოთ შედეგად

name="dachi"
print(name)
#2) შექმენით ცვლადები სადაც შეინახავთ თქვენი მშობლების ან ოჯახის წევრების სახელებს, საბოლოოდ კი ისინი სათითაოდ გამოიტანეთ
name="sandro"
name1="nato"
name2="giorgi"
name3="nini"

print(name)
print(name1)
print(name2)
print(name3)
#3) შექმენით 2 ცვლადი, ერთში დაწერთ თვქენ სახელს, მეორეში კი თვქენ ასაკს, საბოლოოდ კი ორივე დაპრინტეთ და გამოიტანეთ
name="dachi"
age=15
print(name , age)


